Repository: dr-zieba/ansible-lamp
Catalog: woocommerce/files/flat-shop-lite/languages/*.po
Languages: hy

source: Error 404 - Page Not Found
hy: 404 - Էջը չի գտնվել

source: Powered by
hy: Օժանդակվում է

source: Theme
hy: Ոճի

source: Page
hy: Էջ

source: Pages
hy: էջ

source: Read more...
hy: Ավելին...

source: Categories:
hy: Կարգեր:

source: &laquo; Newer
hy: &laquo; Ավելի նոր գրառումները

source: Older &raquo;
hy: Ավելի հին գրառումներ &raquo;

source: Not found.
hy: Էջը չի գտնվել.

source: Search
hy: Որոնում

source: Categories
hy: Կարգեր:

source: Cart:
hy: Տրոլեյբուս:

source: View your shopping cart
hy: Ձեր զամբյուղը

source: View your shopping cart
hy: Ձեր զամբյուղը

source: %d item
hy: %d Գինը

source: %d item
hy: %d Գինը
